Repository: giellalt/corpus-fin
Catalog: tmx/sme/admin/sd/www.samediggi.fi/puheenjohtaja_osallistuu_norjan_saamelaiskarajien_uuden_vaalikauden_avajaisiin.html.tmx
Source language: fin
Languages: sme

source: Puheenjohtaja osallistuu Norjan Saamelaiskäräjien uuden vaalikauden avajaisiin
sme: Ságajođiheaddji searvá Norgga ođđa Sámedikki rahpandoaluide

source: Suomen Saamelaiskäräjien puheenjohtaja Tuomas Aslak Juuso osallistuu tänään 20.10.2021 Karasjoella järjestettäviin Norjan Saamelaiskäräjien uuden vaalikauden avajaisiin .
sme: Suoma Sámedikki ságajođiheaddji Tuomas Aslak Juuso oassálastá odne 20.10.2021 Norgga ođđa Sámedikki rahpandoaluide Kárášjogas .

source: Puheenjohtaja korosti tervehdyksessään saamelaisten valtioiden rajat ylittävän yhteistyön merkitystä ja esitti toiveen Saamelaisen parlamentaarisen neuvoston työn ja hallinnon vahvistamisesta tulevaisuudessa.
sme: Ságajođiheaddji deattuhii dearvvuođaidis oktavuođas rájáid rasttildeaddji ovttasbarggu mávssolašvuođa ja sávai, ahte Sámi parlamentáralaš ráđi bargu ja hálddahus nannejuvvojit boahttevuođas.

source: Monet asiat ja haasteet koskettavat saamelaisia kansana yli valtioiden rajojen, ja kaikkien kolmen Saamelaiskäräjien välinen yhteistyö näiden asioiden tiimoilta on erittäin tärkeää, totesi Juuso puheessaan.
sme: Máŋggat áššit ja hástalusat gusket sápmelaččaide álbmogin rastá riikarájáid ja dan dihtii buot golmma Sámedikki ovttasbargu dáid áššiid hárrái lea duođaid dehálaš, logai Juuso sáhkavuorustis.

source: Juuso nosti esille esimerkkejä myös viimeaikaisesta positiivisesta kehityksestä saamelaisten oikeuksien toteutumisen osalta ja totesi niiden osoittavan Saamelaiskäräjillä ja laajemmin saamelaisyhteisössä tehtävän työn merkityksen.
sme: Juuso maiddái ovdan buvttii ovdamearkkaid das mo sámiid vuoigatvuođat leat gieskat ovdánan. Juuso mielde dát čájeha, ahte ovttasbargu Sámedikkiid gaskka ja viidábut sámeservodagas lea hui mearkkašahtti.

source: Vaikka muutos tapahtuu hitaasti, se silti tapahtuu, kiteytti Juuso.
sme: Vaikko áššit rivdet gulul, dat liikká rivdet, oaivvildii Juuso.

source: Myös Saamelaiskäräjien I varapuheenjohtaja Anni Koivisto osallistuu avajaisiin Barentsin alkuperäiskansatyöryhmän edustajana.
sme: Maiddái Sámedikki I várreságajođiheaddji Anni Koivisto oassálastá rahpandoaluide Barentsovttasbarggu eamiálbmotbargojoavkku ovddasteaddjin.

source: Lue puheenjohtajan puhe kokonaisuudessaan täältä (pohjoissaameksi).
sme: Loga ságajođiheaddji dearvvuođaid dáppe.
